{
  "injector": {
    "enable": true,
    "print_loaded_modules": false
  },
  "allocate_console": false,
  "tunnel_decoder": {
    "enable": false,
    "mapping": ""
  },
  "character_substitution": {
    "enable": true,
    "source_characters": "対這園宮鉤実現簡為龜畢還説値雖們讓進堯門擁闊設備費覚転結開総達別擠順歓凜紗親・愛嗚処緊嬌諒産種話過討厭麼鼡該齡遙長樣槇爾関負両師餅員揀髱識郷栲噴滾紅盤鳰臉鐔鼕―桜狢鶫絶齒賛麗純飯懃鎬膩毎瑤満紐確経輩錯較論難吶動鄰鶺営養須請飽擺勢竜蝦華適鶏続髪飲敵囲許鮓継級紀時蕋習試鱆帯薩繆勁鵺給暈頬渇隠強勝報爺興窩鰛課謂義務積極遅鵤齢間馬調廃憶離変張連語記寵鉋罷麩伝東幇駐毀滅異島嶼優統聖勧問題賊顔鶯検書軟弾囂慣鴒奨応権傾鷽類奮聞誤鋼堅邊嚇閹漸紙鬧霊騒偉態規剛鹹認輳撃軍靜襲衆預懶詞麁煩掃見庁齣歩糾紛撫偸選擇環顧談風責壇謹脳誰殺閃場銀嶺専頂醤軣獲揺創悩鯔圧響徹謝頭夥練楽黨業佇圓観邁搶電約贏計鶸閉視湊罵懲罰団揮隊釖鱶鼇復雑単膚議貼爛驚訝鍵並鷆傷鉐厳頼晩闢茲帥鰾鱚戯鵈厖漲頓鰡濃衵倣採亀搾暫鞆鰆奪軽蹠貫潤陰鋭鳴撹麭輸躪熱鰮蠑撥蘰縫齧庫細皺纏鷁濶臓鋺珎覧皷辯畊鑢溝餤攅繊斉濺銛苙髮鰕塗夾鵞傘縁脹鞁貴懇鶇懐絲襪翹儀賞潔鷏険訓項終監読悪裃車轟喚逓爍擾髞運駁驗買鵙鰌餽飾験呑擬鞨撓違訴倶鎖購鰰慮緒飛諍詫線聯慶則護窺測侶針遺薬賜豐鮨鮗燦職巓劇嘆鈴顫鍜頚揚渾叢焼緩釈哢釿綿饒僅瀉襯餓臨栄換藝淨資躱獄陽鑚側減鼈蓋魚櫟畳鱇櫓評墳憤績嫻穏質薔寛査礎樹術銭歴霑汚鮮閨労鳫虧喪際貧嘩朶孫納綻鰄鳥巣閑絋鬨嚢筆郵箋瀟輾悶剤遠鄭紳拡縮鮠渋織騙鞴顕証糘淪撲痺痙攣腫擣隴蘭掻昿鳧戸舗繞帰窮撈塊倆瘋頑厠階挙賓綜隣鵐槍斃誠嘔鷄蕚陣繃誘滲絞尋豈處悧嘖編點媽誇聳啓賦層艶騎蘿鐘簾圖綢戰鞐碼審獸済釘標競暁閣轢顯慚貨誕節鑪漢賠烱紮閇軌衛諸鰈飄竄鯣靉駲冊閙嘗數劃懸蕩謙竅妬輪譜篭講簒録驫襾羅売訣喞澆償貝犠紋鵝牽鰤執貶諦襍維詳顆膠顛鶲艱敗蕎飢腸轆遜絵喩諺賀賺鏈鯲輌補摯財鑵傭紹囁錏貪祕瞞飆繽額矚藍協娯蝨贈簽罠欖鍋湯莊藹塩漬導躊滌梺馼憂縛誂館饅鈎縄構橋組梱矯脇粧鏡銘訊詢鹽憊袮濘濁駛摂釟絆焔億寧錵穢鱧鰊贐驟閧闖朧禍訪鬚轎鉄謀歛駆鴨領誨驕莢釣漁齊騰顳茖膰龍齋鴃儲蒼澤靭襠閲甎鬥歯灘駮剰碩綱暢囈顏觧鈩緋筴蛯蔭駕繚匯驃鯆損釁縦詛掲欄萬饐檻譴窪蔔臟梛錚婦鵁竰唖顎荅秬詐頁筥馴賎鷹亜艙濫牆檸賻廂賣溌倫貍潰鎹鐐諧緑鐡諫狽箘輝聲霤鮖緞椦災蝸貎鎮邏燉渉聡猟鬘鎔瀝鴉籌髢蟻締貢偵墜訂歳逹鈿黌縷墾鐇猯療頻阯繝鑰麌錘饋纜凱疂餡謎瑪餌載帳躍蟄鈍餒緤疳洶瀕讌鑁滝錦塁熾賽鴻葦擱袙鋸粛駻險聾頽諷鴾羇鉈髏竪竃靱腟錢魯駭棟鮴鑑遷櫃闍販翫黴陳絡鏘廏萓虜綴藪艨鍄頸憫輙覩贅頗韆瓏樶飃僂撻錻獰鮹痩羃銷礦",
    "target_characters": "对这园宫够实现简为吗毕还说值虽们让进啊门拥阔设备费觉转结开总达别挤顺欢你纱亲·爱呜处紧娇谅产种话过讨厌么您该办呢长样吧尔关负两师饼员捡烫识乡烤喷滚红盘砸脸呃啦—樱诶喂绝份赞丽纯饭嘞搞腻每她满扭确经辈错较论难呐动另嗯营养须请饱摆势龙虾华适鸡续发饮敌围许眯继级纪时咿习试绑带萨缪劲盯给晕颊渴隐强胜报爷兴窝耍课谓义务积极迟唉龄间马调废忆离变张连语记宠跑罢傻传东帮驻毁灭异岛屿优统圣劝问题贼颜哎检书软弹嚣惯脖奖应权倾哼类奋闻误钢坚边吓阉渐纸闹灵骚伟态规刚嘿认揍击军噗袭众预懒词躺烦扫见厅沉步纠纷抚偷选择环顾谈风责坛谨脑谁杀闪场银岭专顶酱嗨获摇创恼咦压响彻谢头伙练乐奶业伫圆观迈抢电约赢计扯闭视凑骂惩罚团挥队偎嚷厉复杂单肤议贴烂惊讶键拼瞪伤刁严赖晚呛兹帅尴尬戏盼庞涨顿咕浓咻仿踩龟榨暂瘫啥夺轻搐贯润阴锐鸣搅碰输躏热喔抠拨喏缝哪库细皱缠裤肮脏蹭撸览懂辩犟叽沟摹攒纤齐溅哧噔咚塌涂夹撑伞缘胀舔贵恳嘻怀丝袜翘仪赏洁丢险训项终监读恶卡车轰唤递烁扰膛运驳嘟买扔嗓捂饰验吞拟嘎挠违诉俱锁购糕虑绪飞睁诧线联庆则护窥测侣针遗药赐丰垃圾灿职巅剧叹铃颤钮颈扬浑丛烧缓释咔嗒绵饶仅泻衬饿临荣换艺净资躲狱阳钻侧减桌鲅鱼焖叠甩噜评坟愤绩娴稳质蔷宽查础树术钱历玷污鲜闺劳玫亏丧际贫哗朵孙纳绽棵鸟巢闲逛吱囊笔邮笺潇辗闷剂远郑绅扩缩啪涩织骗瘾显证噙沦扑痹痉挛肿捣拢兰搔旷谎户铺绕归穷捞块俩疯顽厕阶举宾综邻吵枪毙诚呕踢阂阵绷诱渗绞寻岂窸窣啧编爸妈垮耸启赋层艳骑萝钟帘图绸战掐码审兽济钉标竞晓阁啰嗦惭货诞节踹汉赔啵钙讪轨卫诸砰飘窜胳呸咧呣喽尝馐划悬荡谦窍妒轮谱笼讲篡录垫撅罗卖诀唧浇偿贝牺纹鹅牵哟执贬谛嘀维详颗胶颠摔艰败荞饥肠辘逊绘喻谚贺赚链咪辆补挚财缴佣绍嗫啷贪哔瞒飙缤额瞩蓝协娱哒赠签卟榄锅汤螃蔼盐渍导踌涤泫眶忧缚掰馆馒钩绳构桥组捆矫胁妆镜铭讯询拖惫蘸泞浊驶摄扒绊焰亿宁掳秽煞趟妩骤憋闯胧祸访碟轿铁谋敛驱鸭领诲骄荚钓渔咱腾噢噼咂咙噘愣储苍泽韧裆阅砖诈齿滩揪嗞硕纲畅呓噩撬哆绯呲嗬荫驾缭汇镖趴损衅纵诅揭栏腌瞄槛谴挖臊坨嚯挣妇咖喱哑颚唰姣眨页嗝驯贱鹰亚舱滥墙拧汩厢睐泼伦洼溃铐镣谐绿盎掂狈瘀辉忪揽凳缎屌灾蜗喵镇逻炖涉聪猎孽坷沥鸦筹嗡蚁缔贡侦坠订岁捅踮妮缕啃糙蔫疗频屉锏钥挡锤馈缆凯怼馅谜玛饵载帐跃蛰钝馁咣囤汹濒嚓婊泷锦垒炽赛鸿苇搁帕锯肃焊盔聋颓讽啡挲骷髅竖灶疤掸瞟鲁骇栋挪鉴迁柜拽贩嗍霉陈络锵嘬擞虏缀梆噶喳嚎悯拴囔赘颇妞珑锃蹦搂挞狰狞撇瘦剜销飚",
    "repeat": [
      "卍"
    ]
  },
  "font_manager": {
    "enable": false,
    "resource_files": [
      "MSGothic_WenQuanYi_cnjp.ttf"
    ],
    "spoof_enumeration": {
      "enable": false,
      "filter_pitch_and_family": 0,
      "filter_charset": 1,
      "spoof_charset": 128
    },
    "spoof_creation": {
      "enable": false,
      "override_face": "WenQuanYi",
      "override_charset": 0
    }
  }
}